Revit 2015 API
RoofTypeSet Constructor
Initializes a new instance of the RoofTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public RoofTypeSet()
Visual Basic
Public Sub New
Visual C++
public:
RoofTypeSet()
See Also
RoofTypeSet Class
Autodesk.Revit.DB Namespace